[
  "If you could be invisible, what is the first thing you would do?",
  "What is a secret you kept from your parents?",
  "What is one thing you wish you could change about yourself?",
  "Who is your secret crush in this server?",
  "If a genie granted you three wishes, what would you ask for?",
  "What is your biggest regret?",
  "Reveal all the details of your first kiss.",
  "When was the last time you lied?",
  "What is the weirdest thing you dreamt of doing with a girl/boy?",
  "What's the most romantic thing you've ever done?",
  "Have you ever been in a friends with benefits situation?",
  "How old were you when you found out how babies are made?",
  "Have you ever publicly peed yourself?",
  "If you could rob a bank and get away with it, would you",
  "If you were to become famous, what would it be for?",
  "What is your most favorite s#x position?",
  "What are your memories of the best s#x ever in your life?",
  "Do you have a crazy one-night stand story? What happened?",
  "What is the strangest thing you have ever done with your special one?",
  "What do you love the most during foreplay?",
  "Have you ever watched someone close to you having s#x? How did it feel like?",
  "Have you ever heard or felt like you have heard your parents doing it?",
  "What is your horror s#x story? ",
  "Have you ever peed in the pool?",
  "Have you ever farted in an elevator?",
  "Who do you think is the worst-dressed person in this server?",
  "What was your most embarrassing moment in public?",
  "What color underwear are you wearing right now?",
  "What was the last thing you texted?",
  "Have you ever tasted nose/ear wax?",
  "Have you ever tasted your sweat?",
  "What is the most illegal thing you have ever done?",
  "Who is your favorite: Mom or Dad and why?",
  "Would you rather lose your sex organs forever or gain 200 pounds?",
  "What’s the most embarrassing thing you’ve said or done in front of someone you like?",
  "Do you ever admire yourself in the mirror?",
  "Would you date someone shorter than you?",
  "What did you learn in school that you wish you could forget?",
  "If one of your friends were cheating with your other friend's boyfriend, what would you do?",
  "If you had to date someone in this server, who would it be and why?",
  "Have you ever started a rumor about someone else?",
  "What would you do if you found out you were cheated on?",
  "If you could get surgery to look like any celebrity, who would it be?",
  "What’s the dumbest thing you’ve done to impress a crush?",
  "How old were you when you found out how babies are made?",
  "What’s the longest time you’ve stayed in the bathroom, and why did you stay for that long?",
  "What is the song that you get it on to the most?",
  "Who was your best partner and why?",
  "Where is the weirdest place that you’ve ever gone solo?",
  "What is your favorite 'special' toy?",
  "When was the first time you came?",
  "When was your first kiss?",
  "Do you have an “I’m getting laid tonight” outfit? What is it?",
  "What’s your favorite body part on yourself? On your partner?",
  "Have you ever cheated?",
  "Have you ever wanted to cheat?",
  "How many people have you slept with?",
  "Who’s the hottest person at work?",
  "What would be more thrilling: angry sex or makeup sex?",
  "Who here are you most jealous of?",
  "Who is your crush?",
  "What is your deepest darkest fear?",
  "Tell me about your first kiss.",
  "Who is the sexiest person here?",
  "What is your biggest regret?",
  "Who here has the nicest butt?",
  "What are your top three turn-ons?",
  "Who was the last person you licked?",
  "Have you ever cheated or been cheated on?",
  "Tell me about your most awkward date.",
  "Have you ever made out with someone here?",
  "What are you most self-conscious about?",
  "When was the last time you peed in bed?",
  "What is the biggest lie you have ever told?",
  "What is the most embarrassing picture of you?",
  "Who is the person you most regret kissing?",
  "Tell us your most embarrassing vomit story.",
  "What is the naughtiest thing you've done in public?",
  "What do most people think is true about you, but isn't?",
  "What is the biggest thing you've gotten away with?",
  "What would you do if you were the opposite sex for a month?",
  "What is the most expensive thing you have stolen?",
  "What is the most childish thing you still do?",
  "Have you ever let someone take the blame for something you did?",
  "What do most of your friends think about you that is totally untrue?",
  "Who here would you most like to make out with?",
  "What lie have you told that hurt someone?",
  "What is the meanest you have been to someone that didn't deserve it?",
  "What is something that people think you would never do but you have?",
  "What was the worst encounter you had with a police officer?",
  "What is the silliest thing you have an emotional attachment to?",
  "Where is the strangest place you have peed?",
  "Have you ever crapped your pants since you were a child?",
  "What is the most embarrassing thing your parents have caught you doing?",
  "What secret about yourself did you tell someone in confidence and then they told a lot of other people?",
  "When was the most inappropriate time you farted?",
  "What is the scariest dream you have ever had?",
  "What is the most embarrassing thing in your room?",
  "Why did you break up with your last boyfriend or girlfriend?",
  "What is the stupidest thing you have ever done?",
  "What is the grossest thing that has come out of your body?",
  "What is your favorite thing that your boyfriend or girlfriend does?",
  "What terrible thing have you done that you lied to cover up?",
  "Who have you loved but they didn't love you back?",
  "What is something that you have never told anyone?",
  "What is the most disgusting habit you have?",
  "What pictures or videos of you do you wish didn't exist?",
  "What was the cruelest joke you played on someone?",
  "What is the most embarrassing thing you have put up on social media?",
  "What bad thing have you done that no one else found out about?",
  "What was the most awkward romantic encounter you have had?",
  "What is the grossest thing you have had in your mouth?",
  "Tell me about the last time someone unexpectedly walked in on you while you were naked.",
  "What is the most embarrassing nickname you have ever had?",
  "What is the most embarrassing photo you have on your phone?",
  "Describe your most recent romantic encounter in detail.",
  "What is the weirdest thing you have done for a boyfriend or girlfriend",
  "Is it true that you (whatever you or the group suspects they do / did)",
  "When was the last time you picked your nose without a tissue",
  "What do you really hope your parents never find out about?",
  "Tell me something you don't want me to know.",
  "What have you done that people here would judge you most for doing?",
  "What would you do if you were the opposite gender for a day?" 
]